Revit 2024 API
SymbolTypeId.DollarPerW Property
 Symbol $/W, indicating unit Cost per watt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DollarPerW { get; }
Visual Basic
Public Shared ReadOnly Property DollarPerW As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DollarPerW {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace